[
    {
        "title": "LEARNING DELIVERY MODES FOR AY 2023-2024",
        "contents": [
            "To foster academic excellence, equip learners with skills for life in the 21st century, and enable them to attain educational resilience and learning continuity in the next normal, UP is moving forward with blended learning, which combines face-to-face (f2f) and online learning experience. There are three (3) main models of blended learning:",
                [
                "Blended online learning (Model 1) is fully online, combining asynchronous and synchronous online learning.",
                "Blended block learning (Model 2) combines blocks of independent online study and intensive f2f sessions.",
                "Classic blended learning (Model 3) alternates or rotates f2f sessions and asynchronous online learning."
                ],
            "Undergraduate courses will follow either Model except for clinical rotations, internships, on-the-job training, intensive laboratories, community-based immersion, and similar programs. Graduate courses, on the other hand, may opt to follow Model 1, 2, or 3. For models 2 and 3, the face-to-face component should be 50% to 75% and delivered in a learning-centered context following, for example, the ﬂipped classroom model. The hyflex mode may be adopted, provided its infrastructure is in place. Exemptions to the delivery mode may be pursued with the Chancellor based on need and circumstances."
            ],
        "keywords": ["blended learning", "online learning", "asynchronous online learning", "educational resilience", "learning continuity"]
    },

    {
        "title": "Academic Calendar",
        "contents": 
[        "The Undergraduate Academic Calendar for AY 2023-2024 was approved by UP OIC President Jose Fernando T. Alcantara on 09 May 2023. It follows the 16-week semester term with a reading break and 5-week midyear term with no reading break. Reading break is a scheduled period where class schedules and academic requirements are temporarily suspended to support faculty and student wellness. While there are no scheduled submissions or academic activities during this time, students are encouraged to create a balanced study and relaxation plan to maintain momentum for when classes resume."
],
        "keywords": ["academic calendar", "reading break", "midyear term", "academic requirements", "academic activities"]
    },
    {
        "title": "Academic Load",
        "contents": ["Undergraduate students shall not be allowed to take more than 18 non-laboratory units or 21 units including laboratory work; provided, however, that graduating students with an academic record better than average may be permitted to carry a heavier load in the last year of their course; provided, further, that this rule shall not affect or alter any existing course duly approved by the University Council and the Board of Regents in which the normal semestral load is more than 18 units.", "In the midyear term, the normal load shall be six units, but in justiﬁable cases, the Dean may allow a student to take 9 units", "For students participating in the UP Undergraduate Student International Mobility (MOVE UP) program, the minimum required number of credited units within an academic year for courses taken in UP shall be reduced from 30 to 24 units in the academic year that the students shall participate in the program."],
        "keywords": ["undergraduate students", "academic load", "midyear term", "academic requirements", "academic activities"]
    },
    {
        "title": "Medium of Instruction",
        "contents": 
[        "English is generally used as the medium of instruction in the University. The UP Language Policy provides for the development and use of the Filipino language while maintaining English as  a  global lingua franca. The Policy states that Filipino shall be the medium of instruction in the University at the undergraduate, within a reasonable timeframe or transition period. Graduate courses of study shall be in English, though there could very well be graduate courses of study in which the medium of instruction is Filipino. English shall be maintained as the primary international language in the University to serve as its chief medium of access to the world's intellectual discourse."
],        "keywords": ["English", "Filipino", "UP Language Policy", "medium of instruction", "global lingua franca", "primary international language", "world's intellectual discourse"]
    },
    {
        "title": "Classification of Students",
        "contents": ["Students of the University are classiﬁed as either regular, irregular or non-regular."
        ],
        "keywords": ["classification of students", "regular", "irregular", "non-regular","new first-year", "sophomore", "junior", "senior"]
    },
    {
        "title": "Regular Students",
        "contents": [
        ["a. Regular undergraduate students follow organized programs of study and comply with requirements that lead to the bachelor's degree or undergraduate diploma/certiﬁcate. They carry the full semester's load prescribed by their respective curricula and are identiﬁed as follows:",
            [
                "New First-Year: student who has been accepted to pursue a degree program available in a CU after graduating from secondary high school and has never been enrolled in any college or higher education institution; has not ﬁnished the prescribed subjects for the ﬁrst year of the curriculum or has ﬁnished less than 25% of the total number of units required in the entire degree program.",
                "Sophomore: student who has completed the prescribed subjects for the ﬁrst year of the curriculum or has ﬁnished not less than 25% nor more than 50% of the total number of units required in the entire course.",
                "Junior: student who has completed the prescribed subjects for the ﬁrst two (2) years of the curriculum or has ﬁnished not less than 50% nor more than 75% of the total number of units required in the entire course.",
                "Senior: student who has completed the prescribed subjects for the ﬁrst, second, and third years of the curriculum or has ﬁnished not less than 75% of the total number of units required in the entire course"
            ],
        "In the case of students under a 5-year program, percentages will be prorated accordingly."
        ],
        ["b. Regular graduate students follow an organized program of study and comply with requirements that lead to a master's or doctoral degree. They may be either part-time or full-time students."],
        ["c. Shiftee students are students who have opted to change either their degree program within the College (S1) or from one college to another within their current CU (S2). For UPV, students are allowed to shift after earning 15 units, subject to compliance with the admission requirements of the new program. Upon admission, the students submit the following: application letter addressed to the Dean, true copy of grades, college/school clearance, and certiﬁcate of good moral character."],
        ["d. Transferees are students whose admission is subject to the rules of the CU, the colleges, and the departments that offer their preferred degree programs. They may be transferring within the UP System or from one CU to another (T1) or transferring from another school or a non-UP campus; this category also includes second-degree program students (T2). Former students who have attended another institution since leaving UP and foreign transfer applicants also belong to this group.",         "T1 students must have completed at least 30 collegiate academic units to qualify for transfer, subject to the rules of the admitting college/school. Subjects previously cross-enrolled in another CU, if any, will not be considered for the purpose of meeting the 30-unit requirement. Upon admission, T1 students submit the following: clearance from the college /school where they came from, permit to transfer, ofﬁcial transcript of records, and certiﬁcate of good moral character."],
        ["e. First-year students are T2 students who are in their ﬁrst term in the University, and second-degree program students, who are at their ﬁrst-year level based on their curriculum."],
        ["f.Continuing students are students who have been enrolled in any degree program, college, or HEI. They are primarily T1, S1 and S2 categories who have been enrolled in any CU within the UP System.",
        "Students under T2 category are referred as transferees on their ﬁrst semester in the University. They are tagged as continuing students in their succeeding year(s)."],
        ["g. Exchange students are undergraduate students who are taking courses at UP's partner international universities. These courses may be credited when they return to the University. Aside from taking courses, they may also conduct their research or attend a degree-related training abroad."],
        ["h. Students who apply as exchange students must seek a written permission of the Chancellor upon recommendation of the adviser, institute director/division or department chair, and the dean. Such recommendations must indicate  the  number  of units and the courses to be taken. The students must provide a description of the courses to be taken.",
        "If the students do not intend to credit the courses taken abroad, then they may apply for leave of absence (LOA) from the University. By doing so, their stay abroad will not be counted as part of their residence in the University. Their enrollment abroad will not be reflected in their transcript of records.",     
        "All academic units/courses taken by undergraduate exchange students in a foreign university under the UP Undergraduate Student International Mobility (MOVE UP) Program shall be credited in UP, provided that these courses have been approved for credit by the student’s program adviser, the department chair/institute director and the college dean. This applies to the computation of the ﬁnal average of students vying for Latin honors.",
        "Aside from the MOVE UP, the UP Academic Credit Transfer System (UP ACTS) was approved to enable the recognition of credits gained by UP students while studying abroad and facilitate the transfer of credits international students earn in UP to their home institution. The UP ACTS Guide (ver. 1), which covers the crediting of courses, processing credit transfer, and reporting of accredited courses from student exchange, can be accessed at this site: https://drive.google.com/ﬁle/d/1a-Kiq3oopPNFt-sVUoU0nJ8iRFjeS04S/view"]
    ],
        "keywords": ["regular students", "new first-year", "sophomore", "junior", "senior", "masters", "doctoral", "part-time", "full-time", "shiftee students", "degree program", "college/school clearance", "certificate of good moral character", "college/school clearance", "T1", "T2", "transferees"]
    },
    {
        "title": "Irregular Students",
        "contents": 
[        "These are students who registered for formal credit but carry less than the full load called for in a given semester by their curriculum."
],        "keywords": ["irregular students", "formal credit"]
    },
    {
        "title": "Non-regular Students",
        "contents": [
            "a. Non-degree students with credits are degree holders or undergraduate students who are not currently enrolled in any other institution of higher learning and who are enrolled in the University for credit. They do not follow an organized program of study; thus, they are not prospective candidates  for graduation for any degree in the University. They shall not be allowed to enroll for more than one (1) semester, except by special permission of the Dean of the college concerned and the University Registrar",
            "b. Non-majors with credits are students who were dismissed from their respective colleges, but not from the University, for failure to meet the retention requirements of their program and have not been accepted yet for admission to another college. They will be under the OUR and advised by College Secretaries for the OUR, until the students have transferred to another college. Non-majors shall be assessed/counseled by the Ofﬁce of Counseling and Guidance or its equivalent ofﬁce",
            "Students can be non-majors only for one (1) year, during which time, they are expected to seek admission to another college. Units earned as non-major can be credited towards the new degree program to which the students will be readmitted",
            "c. Cross registrants with credits are students who attend classes in other units/colleges within or outside a CU for a speciﬁc period but are primarily enrolled in their home units/colleges in the same CU or in another CU or in another institution of higher learning. Their enrollment is subject to the approval of the Deans of the home and the accepting or host units/colleges.",
            "d. Special students without credit are those who are not earning formal academic credit for their work."
        ],
        "keywords": ["non-regular", "non-major", "cross registrants", "special students", "formal academic credit"]
    },
    {
        "title": " Admission",
        "contents": [
            "No student shall be denied admission to the University by reason of age, sex, nationality, religious belief, or political afﬁliations.",
            "In pursuit of academic excellence and its mandate as the National University, the University adopts the Excellence-Equity Admission System (EEAS) or the UP-Admission Index (UPAI) to democratize and diversify the composition of the UP studentry. Thus, socio-economic, and geographic factors are considered in the admission process to represent the country's population while maintaining high academic standards.",
            "Students are required to submit their entrance credentials to be officially admitted to the University. Students with incomplete entrance credentials will be given provisional admission to the University for only up to one (1) year. Provisional admission may be extended beyond one (1) year on a case-to-case basis especially for reasons that are beyond the control of the student. The student shall provide proof that they are processing their entrance credentials from their previous school.",
            "Every applicant for admission shall undergo a thorough health examination. No person shall be admitted to this University who is found by the University Health Service (UHS) to be suffering from a dangerous, communicable, contagious, or infectious disease or who is physically unﬁt to take courses in any college or school of the University.",
            "Every student shall, upon admission, sign the following pledge:",
            "“In consideration  of  my  admission  to  the  University  of  the Philippines and of the privileges of a student in this institution, I hereby promise and pledge to abide by and comply with, all the rules and regulations laid down by competent authority in the University and in the college or school in which I am enrolled.”",
            "Refusal to take this pledge or violation of its terms shall be sufﬁcient cause for summary dismissal or denial of admission",
            "As required by law, the University processes the personal information and sensitive personal information of admission applicants to safeguard academic freedom, uphold their right to quality education, and protect their right to data privacy in conformity with Republic Act No. 10173, otherwise known as the Data Privacy Act of 2012, and its implementing rules and regulations."
        ],
        "keywords": ["admission", "EEAS", "UPAI", "entrance credentials", "provisional admission", "health examination", "health service", "diseases", "communities", "Republic Act No. 10173", "Data Privacy Act of 2012"]
    },
    {
        "title": "Validation of Advance Credits",
        "contents": [
            "The admission of transfer students shall be on probation basis until such time the students shall have validated or repeated all the subjects taken outside the UP System which are required for their course.",
            "They will not be allowed to enroll in a subject or subjects the prerequisite of which, taken elsewhere, have not yet been validated or repeated in the University",
            "Admitted transfer students must validate all the courses they are offering for advanced credits at the rate of at least 18 units a semester within a period not exceeding three (3) semesters from the date of their admission. Failure to comply with this requirement will mean the cancellation of their registration privileges",
            "A student transferring from any recognized institution who possesses an Associate in Arts or its equivalent of 66 units of work may be enrolled without validation. Before a student is allowed to major in any discipline, the major discipline may prescribe additional courses up to 18 units of general education courses and/or preparatory courses for the major. Candidates for a second baccalaureate degree will be required to take a written comprehensive examination",
            "The grant of advanced credits for courses which are completed in other institutions, but which have no equivalent in this University shall be left to the faculty of the unit concerned",
            "Application for advanced credit shall be made, using the prescribed form to the University Registrar or to the Dean of the college or school which offers the course for which advanced credit is applied. Validation tests begin two (2) weeks before the ﬁrst day of registration of each semester and shall end one (1) week after the last day of registration. There is no fee for validation tests during this period. A validation test may be held outside of this period with the consent of the Department or Division Chair and approval of the Dean or Director and upon payment of a fee per subject.",
            "Each college or school may promulgate rules for the admission of transfer students and the granting of advance credits provided they are not inconsistent with the general rules set by the University Council"
        ],
        "keywords":    ["Transfer students", "Probation basis", "Validation/repeat", "Prerequisite", "Enrollment restrictions", "Advanced credits", "Associate in Arts", "Major discipline", "Second baccalaureate degree", "Written comprehensive examination", "Faculty discretion", "Application process", "Validation tests", "Registration period", "Fee for validation tests", "College/school rules", "University Council regulations"]
    },
    {
        "title": "Readmission",
        "contents": [
            "Rejoining students (those not enrolled during the immediately preceding semester, excluding the midyear session) should ﬁrst request for readmission from the Dean of their College where they were last enrolled.",
            "The authority to approve readmission from AWOL is delegated to the University Registrar while readmission of permanently disqualiﬁed (PDQ) students is delegated to the VCAA. A student applying for readmission from AWOL must pay a readmission fee",
            "Former students who have attended another institution since attending the University of the Philippines must qualify on the same basis as new transfer students."
        ],
        "keywords":["readmission", "AWOL", "VCAA", "permanently disqualified"]
    },
    {
        "title": "General Education (GE) Programs",
        "contents": [
            "All undergraduate students enrolled in the bachelor's degree programs are required to take general education courses. For UPV, the GE program requires 21 units of core GE courses and 15 units of elective GE courses. The core GE courses are as follows:",
            "insert table here"
        ],
        "keywords":["GE", ""]
    },
    {
        "title": "Physical Education (PE Requirements)",
        "contents": [
            "All undergraduates' students are required to take eight (8) units of PE with the following exceptions:",
            [
                "students who hold the Associate in Arts title (or equivalent) or a Bachelor's degree;",
                "students who are 30 years old or older;",
                "veterans of the armed forces, navy, or airforce; and",
                "students who have served on a full-time basis for at least two (2) years in the armed forces, navy, or airforce."
            ],
            "The required PE courses are PE1 and any three (3) courses classified as PE 2 or PE 3, provided that these courses are for different activities."
        ],
        "keywords": []
    },
    {
        "title": " Proficiency Examination in Physical Education (PEPE)",
        "contents": [
            "Proﬁciency examinations (or credit by examination) in PE courses are given to enable students who are already skillful in one or more sports to acquire advanced units in PE. Any student who passes the PEPE shall be given credit for one or more PE courses. The examination is given before the start of every semester.",
            "A student who is graduating at the end of a given semester but who failed to enroll in a required PE course may take a special proﬁciency examination upon presentation of a certiﬁcate of candidacy for graduation from his College Secretary. The student pays a fee for the special PEPE."
        ],
        "keywords":[]
    },
    {
        "title": "National Service Training Program",
        "contents": [
            "All students enrolled in any baccalaureate degree shall be required to complete six (6) units in one of the NSTP components listed below as a requisite for graduation",
            [
                "a. Reserve Ofﬁcers' Training Corps (ROTC)",
                "b. Literacy Training Service (LTS)",
                "c. Civic Welfare Training Service (CWTS)"
            ]
        ],
        "keywords":[]
    },
    {
        "title": "Registration",
        "contents": [
            "A student must be ofﬁcially registered in order to receive credit for course work. No person who has not duly matriculated may be admitted to the classes. In exceptional cases, the Registrar may, on the recommendation of the Dean concerned, authorize the admission of a visitor to a class for not more than ﬁve (5) sessions.",
            "No student shall be registered in any subject after one (1) week of regular class meetings have been held, unless the Dean permits the registration of the student on the basis of the student's scholastic record and that:",
            [
                "a. A special student may register at any time without the payment of the ﬁne for late registration subject to other regulations of the University.",
                "b. A student may register for a particular subject within a semester when permissible under the system of instruction adopted by the college or school."
            ],
            "There will be no late registration. Instead, the Chancellors shall prescribe a reasonable amount of time for registration.",
            "Students may be allowed to enroll in subjects outside their curriculum based on these rules:",
            [ 
                "a. They have expressed their intention to shift by writing to the Department Chair/Institute Director of the home unit.",
                "b. They must shift within one (1) year, subject to compliance with the admission requirements of the admitting unit.",        
                "c. If after one (1) year they have failed to shift out, they must follow the curriculum of the original program.",
                "d. Their registration/program adviser must inform them of the consequences of enrolling in courses outside the curriculum, e.g., added academic load and possible delay in graduation."
            ],
            "As a matter of policy, simultaneous enrollment in two-degree programs is not allowed by the University.",
            "Students with incomplete entrance credentials may be allowed to provisional enrollment. It should be noted that enrollment in courses while provisionally admitted to the University is not ofﬁcial until complete entrance credentials are submitted."
            ],
        "keywords":[]
    },
    {
        "title": "Free Tuition Policy",
        "contents": [
            "In accordance with the Universal Access to Quality Tertiary Education Act of 2017, or R.A. 10931, all eligible students will  be granted free tuition and miscellaneous fees when they enroll in the University of the Philippines.",
            "Students who fail to complete their bachelor's degree or comparable undergraduate degree within a year after the period prescribed in the program are no longer eligible to enjoy the privilege of free tuition and other fees.",
            "The “prescribed period” refers to the normal length of time to complete the requirements for graduation. Counting is done from the start of the student's enrollment in UP.",
            "Students who hold a dual citizenship (e.g., Filipino-American, Filipino-Chinese) and choose to be classiﬁed as Filipino during their initial enrollment will be considered Filipino until graduation. They can also avail of the free tuition. Prior to admission, these students must submit their identiﬁcation certiﬁcates (ICs) issued by the Bureau of Immigration or their Philippine passports with either a report of birth or a reacquisition of citizenship."
        ],
        "keywords":[]
    },
    {
        "title": "CROSS REGISTRATION: Within the University",
        "contents": [
            "No student shall be registered in any other college, school, or university without the permission of the Dean and Director/Chair of the College/School and Institute/Department in which the student is primarily enrolled.",
            "A student who wants to register in another campus in the University must ﬁll out the cross-registration form. The total number of units of credit for which a student may register in two or more colleges or schools in this University shall not exceed the maximum allowed by the rules on academic load.",
            "Full cross-registration in any other UP campus shall be allowed only when a graduating student that particular semester needs required subject/s which is/are not offered in the student’s home campus or for health reasons necessitating prolonged medical treatment.",
            "Students who are cross-registered are considered in residence in their respective constituent university."
        ],
        "keywords":[]
    },
    {
        "title": "CROSS REGISTRATION: To another institution",
        "contents": [
            "The University gives no credit for any course taken by any of its students in any other university, college, or school unless the taking of such course was expressly authorized by the University Registrar on the recommendation of the Dean concerned. [E.O. No. 1 dated 13 March 1984; EO No. 2 dated 14 March 1984; Memorandum FN 90-12 dated 07 March 1990] The authorization shall be in writing to be recorded by the University Registrar or by the student’s representative and shall speciﬁcally describe the subjects authorized.",
            "Courses taken outside the University are subject to validation. Courses taken in a foreign university during student mobility will not be included in the computation of the Curriculum Weighted Average Grade (CWAG) / General Weighted Average Grade (GWA)."
        ],
        "keywords":["cross registration", "to another institution", "student mobility", "foreign university", "foreign country", "foreign"]
    },
    {
        "title": "CROSS REGISTRATION: From another institution",
        "contents": [
            "No student registered in any other institution shall be admitted to the University without a written permit from his/her Dean, Director, or Registrar. The permit shall state the total number of units for which the student is registered and the subjects that he/she is authorized to take in the University. Admission is subject to availability of slots and must have the approval of the Dean of the unit concerned."
        ],
        "keywords":["cross registration", "from another institution", "student mobility"] 
    },
    {
        "title": "Waiver of Prerequisites",
        "contents": [
        
            "Courses approved by the University Council as prerequisites to other courses may not be waived. However, in meritorious cases, a student who has previously enrolled and fully attended in a course that is prerequisite to another may be allowed to enroll and attend the latter course for credit, without having passed or earned credit for the prerequisite course.",
        
            "No permission shall be granted by the college/school except upon application by the student. The application shall be accompanied by certifications from the (1) student's instructor in the prerequisite course that the student had fully attended said course and (2) Director of the Office of Student Affairs that the student's failure to pass or earn credit in the prerequisite course was not due to disciplinary action imposed upon the student.",
        
            "Each college shall be authorized to grant the permission and shall act through a Dean's Committee, which shall determine the merit of the application. The Committee shall include the college secretary.",
        
            "The student who is granted permission under these rules is required to enroll in the prerequisite course simultaneously with the course to which it is a prerequisite, or immediately in the next semester.",
        
            "The permission which may be granted under these rules does not apply to courses in the General Education Program. Waiver of prerequisite for a course that was dropped by the student in their own volition is not allowed."
        
        ],
        "keywords": [
        "Waiver of Prerequisites",
        "University Council",
        "Enrollment",
        "Attendance",
        "Prerequisite course",
        "Application process",
        "Student Affairs",
        "Dean's Committee",
        "College secretary",
        "General Education Program",
        "Disciplinary action"
        ]
    },
    {
        "title": "Change of Matriculation",
        "contents": [
        [
            "All transfers to other classes shall be made only for valid reasons, which includes conflicts in schedules and when classes are dissolved.",
            "No change of matriculation involving the taking of a new subject shall be allowed after one (1) week of regular class meetings has been held.",
            "Changes in matriculation shall be effected by means of the form for the change of matriculation and must be recommended by the adviser and approved by the Dean.",
            "After being duly accomplished, it shall be submitted to the OUR for assessment and notation."
        ]
        ],
        "keywords": [
        "Change of Matriculation",
        "Transfers",
        "Schedules",
        "Classes dissolved",
        "Matriculation form",
        "Adviser",
        "Dean approval",
        "OUR assessment"
        ]
    },
    {
        "title": "Dropping of Courses",
        "contents": [
        [
            "A student may, with the consent of the instructor and the College Secretary, drop a course by filling out the prescribed form before 3/4 of the hours prescribed for the semester/trimester/quarter term have elapsed, and not later.",
            "If a course is dropped after the middle of the term, the faculty member concerned shall indicate the date and the class standing of the student at the time of dropping as either Passing or Failing solely for administrative guidance.",
            "Any student who drops a course without the approval of the Dean shall have his/her registration privileges curtailed or entirely withdrawn."
        ]
        ],
        "keywords": [
        "Dropping of Courses",
        "Consent",
        "Instructor",
        "College Secretary",
        "Course dropping form",
        "Class standing",
        "Registration privileges"
        ]
    },
    {
        "title": "Substitution of Courses",
        "contents": [
            "Every substitution of subjects must be based on at least one of the following:",
            [
                "a. When a student is pursuing a curriculum that has been superseded by a new one and the substitution tends to bring the old curriculum in line with the new;",
                "b. When there is conflict of hours between a required subject and another required subject; or",
                "c. When the required subject is not offered during the semester when the student needs it."
            ],
            "Every petition for substitution must:",
            [
                "a. Involve subjects within the same department, if possible; if not, the two (2) subjects concerned must be allied to each other;",
                "b. Be between subjects carrying the same number of units; and",
                "c. Be recommended by the adviser and by the heads of departments concerned."
            ],
            "All petitions for substitution must be submitted to the Office of the Dean concerned before 12% of the regular class meetings have been held. Any petition submitted thereafter shall be considered for the following semester.",
            "No substitution shall be allowed for any subject prescribed in the curriculum in which the student has failed or received a grade of “5”, except when, in the opinion of the department offering the prescribed subject, or of the faculty in units without any departments, the proposed substitute covers substantially the same subject matter as the required subject.",
            "All applications for substitution shall be acted upon by the Dean concerned. In case the action of the Dean is adverse to the recommendation of the adviser and the Head of the Department concerned, the student may appeal to the Vice Chancellor for Academic Affairs whose decision shall be final."
        ],
        "keywords": [
          "Substitution of Courses",
          "Curriculum",
          "Conflict of hours",
          "Petition",
          "Adviser",
          "Department heads",
          "Regular class meetings",
          "Curriculum requirements",
          "Failed subject",
          "Grade of “5”",
          "Dean",
          "Appeal process",
          "Vice Chancellor for Academic Affairs"
        ]
    },
    {
        "title": "Attendance",
        "contents": [
          [
            "When the number of hours lost by absence of a student reaches 20% of the hours of recitation, lecture, laboratory or any other scheduled work in one (1) subject, he shall be dropped from the subject, provided that a faculty member may prescribe a longer attendance requirement to meet their special needs.",
            "If the majority of the absences are excused, the student shall not be given a grade of “5” upon being thus dropped; but if the majority of the absences are not excused, he shall be given a grade of “5” upon being thus dropped.",
            "Time lost by late enrollment shall be considered as time lost by absence."
          ],
          [
            "Any student who, for unavoidable cause (such as health reasons, burial of immediate family member, and invitation to competitions, training, etc. with official communication duly approved by the VCAA), absents himself from class must obtain an excuse slip from the College Secretary to be presented to the instructor concerned not later than the second class session following the student's return.",
            "In case the absence is due to illness, a certificate must be secured from the University Health Service."
          ],
          [
            "Excuses are for the time missed only. All work covered by the class during the absence shall be made up to the satisfaction of the instructor within a reasonable time from the date of absence."
          ]
        ],
        "keywords": [
          "Attendance",
          "Absence policy",
          "Dropping from subject",
          "Excused absences",
          "Unexcused absences",
          "Late enrollment",
          "Excuse slip",
          "College Secretary",
          "Instructor",
          "Health reasons",
          "Burial of immediate family member",
          "Competitions",
          "Training",
          "Official communication",
          "VCAA",
          "Certificate",
          "University Health Service"
        ]
    },
    {
        "title": "Grading System",
        "contents": [
        [
            "The work of students shall be graded at the end of each term in accordance with the following system:"
        ],
        [
            "1 - Excellent",
            "2.5 - Satisfactory",
            "1.25 - Excellent",
            "2.75 - Satisfactory",
            "1.5 - Very Good",
            "3 - Passed",
            "2.25 - Very Good",
            "4 - Conditional Failure",
            "2 - Good",
            "5 - Failing",
            "2.25 - Good",
            "INC - Incomplete"
        ],
        [
            "A grade of “4” means conditional failure. It may be made up for by passing a reexamination or by successful repetition of the course. If the student passes the reexamination, a grade of “3”, but if he fails, a grade of “5” is given."
        ],
        [
            "The grade of INC is given if a student, whose class standing throughout the semester is passing, fails to take the final examination or fails to complete other requirements for the course due to illness or other valid reasons. In case the class standing is not passing and the student fails to take the final examination for any reason, a grade of “5” is given."
        ]
        ],
        "keywords": [
        "Grading System",
        "Term",
        "Grade scale",
        "Reexamination",
        "Conditional failure",
        "Incomplete grade",
        "Final examination",
        "Class standing"
        ]
    },
    {
        "title": "Removal of Grade of “4” or Completion of “INC”",
        "contents": [
        [
            "Removal of a grade of “4” and the completion of an INC must be done within the prescribed time (one academic year) by passing an examination or meeting all the requirements for the course, after which the student shall be given a final grade based on his/her overall performance."
        ],
        [
            "Completion and removal examinations may be taken without fee during the:",
            "a. regular examination periods, if the subject is included in the schedule of examination; or",
            "b. removal examination period, viz, the period covering ten (10) days preceding the registration in each semester, provided that the examination is taken at the time that it is scheduled."
        ],
        [
            "Completion and removal examinations may be taken at other times on the recommendation of the College Secretary and upon payment of a required fee. Students not in residence shall pay the registration fee besides the examination fee to be entitled to take the removal examination."
        ],
        [
            "A grade of “4” received after removing a grade of INC, however, must be removed within the remaining portion of the prescribed period for the removal of the original grade of INC. In no case shall the period for the removal of grades of INC extend beyond one (1) academic year from the date the grade was received; provided, however, that this one-year academic period allowed for the removal shall be interpreted as extending to the regular semestral  removal period immediately following the one-year period."
        ],
        [
            "A student can complete their INC as long as they are enrolled in any CU of the University. A course with an INC may not be re-enrolled within the prescription period.",
            "Students who are not enrolled in any subject but want to complete an INC or remove a grade of “4” must enroll for residence."
        ]
        ],
        "keywords": [
        "Removal of Grade",
        "INC completion",
        "Academic year",
        "Examination periods",
        "College Secretary",
        "Residence enrollment",
        "Semestral removal period"
        ]
    },
    {
        "title": "Honorific Scholarships",
        "contents": [
        [
            "University Scholarship",
            "Any undergraduate or graduate student who obtains at the end of the semester a weighted average of 1.45 or better, or 1.25 or better, respectively, is given this honorific scholarship. University scholars are listed in the President's List of Scholars."
        ],
        [
            "College Scholarship",
            "Any undergraduate or graduate student who, not being classified as University scholar, obtains at the end of the semester a weighted average of 1.75 or better, or 1.50 or better, respectively, is given this honorific scholarship. College scholars are listed in the Dean's List of Scholars."
        ],
        [
            "Additional Requirements for Honorific Scholarships",
            "In addition to the general weighted average prescribed, a student must have taken during the previous semester not less than 15 units of academic credit or the normal academic load prescribed in the curriculum (in the case of graduate students, not less than 8 units) and must have no grade below 3 in any academic or non-academic subject. ‘Previous term’ refers to the semester being evaluated.",
            "Grades of INC must be completed by the end of the semester to be considered for the honorific scholarship."
        ],
        [
            "The effectivity of the scholarship is at the end of the semester concerned. A university or college scholarship shall last only for one (1) semester but shall be renewable for the succeeding semester if the student meets the conditions prescribed for any of them.",
            "Honorific scholarships do not entitle the holders to any tuition fee waiver, either partial or full."
        ]
        ],
        "keywords": [
        "Honorific Scholarships",
        "University Scholarship",
        "College Scholarship",
        "Weighted average",
        "President's List",
        "Dean's List",
        "Academic credit",
        "Previous semester",
        "INC completion",
        "Scholarship renewal",
        "Tuition fee waiver"
        ]
    },
    {
        "title": "Scholastic Delinquency",
        "contents": [
        [
            "The faculty of each college or school shall approve suitable and effective provisions governing undergraduate delinquent students, subject to the following minimum standards:"
        ],
        [
            "Warning. Any student who obtains final grades at the end of the semester below “3” in 25% to 49% of the total number of academic units for which the student is registered will receive a warning from the Dean to improve his/her work."
        ],
        [
            "Probation. Any student who, at the end of the semester, obtains final grades below “3” in 50% to 75% of the total number of academic units in which the student has final grades shall be placed on probation for the succeeding semester and his/her load shall be limited to the extent to be determined by the Dean. Probation may be removed by passing with grades of “3” or better in more than 50% of the units in which the student has final grades in the succeeding semester."
        ],
        [
            "Dismissal. Any student who, at the end of the semester, obtains final grades below “3” in more than 75% but less than 100% of the total number of academic units in which he/she receives final grades shall be dropped from the rolls of the college/school."
        ],
        [
            "Any student on probation in accordance with the preceding rule who again fails in 50% or more of the total number of units in which he/she receives final grades shall be dropped from the rolls of his/her college or school."
        ],
        [
            "Any student dropped from one college or school shall not ordinarily be admitted to another unit of the University, unless in the opinion of the Director of the Office of Student Affairs the natural aptitude and interest of the student may qualify the student in another field of study, in which case the student may be allowed to enroll in the proper college, or school, or department."
        ],
        [
            "Permanent Disqualification. Any student who, at the end of the semester or term, obtains final grades below “3” in 100% of the academic units in which he/she is given final grades shall be permanently barred from readmission to any college or school of the University."
        ],
        [
            "Any student who was dropped in accordance with the rules on Dismissal and again fails so that it becomes necessary again to drop the student, shall not be eligible for readmission to any college or school of the University."
        ],
        [
            "Permanent disqualification does not apply to cases where, on recommendation of the instructors concerned, the faculty certifies that the grades of “5” were due to the student's unauthorized dropping of the subjects and not to poor scholarship. However, if the unauthorized withdrawal takes place after the mid-semester and the student's class standing is poor, the grade of “5” shall be counted against the student for the purpose of this scholarship rule. The Dean shall deal with these cases on their individual merits in the light of the recommendations of the Director of the Office of Student Affairs; Provided that in no case of readmission to the same or another college or school shall the action be lighter than probation."
        ],
        [
            "A grade of INC is not to be included in the computation of GWA. When it is replaced by a final grade, the latter is to be included in the grades during the semester when the removal is made."
        ],
        [
            "The grade of “4” is included in the computation of GWA until it is removed. Once removed, only the final grade of “3” or “5” is included. When the one-year grace period for removal has lapsed, the grade of 4 is automatically changed to 5. In this case, the “5” is included in the GWA computation. When the course is re-enrolled, the new grade is also included."
        ],
        [
            "No readmission of dismissed students or disqualified students shall be considered by the Deans and Directors without the favorable recommendation of the University Guidance Counselor. Cases in which the action of the Dean conflicts with the recommendation of the University Guidance Counselor may be elevated to the Vice Chancellor for Academic Affairs, whose decision shall be final."
        ]
        ],
        "keywords": [
        "Scholastic Delinquency",
        "Warning",
        "Probation",
        "Dismissal",
        "Permanent Disqualification",
        "Class standing",
        "Instructors",
        "Unauthorized withdrawal",
        "GWA computation",
        "Readmission",
        "University Guidance Counselor",
        "Vice Chancellor for Academic Affairs"
        ]
    },
    {
        "title": "Leave of Absence (LOA)",
        "contents": [
        [
            "A leave of absence must be requested in a written petition (NOTE: Application form for LOA may be downloaded from the CRS) for approval of the Dean. The petition must state the reason for which the leave is desired and must specify the period of the leave, which must not exceed one (1) academic year but may be renewed for at most another year. When not taken in two (2) successive years, the aggregate leave of absence should not exceed two (2) years."
        ],
        [
            "Students who need to go on leave of absence beyond the allowable period of two (2) years shall apply for an honorable dismissal without prejudice to readmission. Students who fail to apply for an honorable dismissal beyond one (1) year shall have their registration privileges permanently withdrawn."
        ],
        [
        "For leave of absence availed during the second half of the semester, the faculty members concerned shall be required to indicate the class standing of the student (passing or failing) at the time of the application for the leave. No application for leave of absence shall be approved without indicating the class standing by the instructors concerned. This, however, should not be entered in the official Report of Grades. No leave of absence shall be granted during the semester within two (2) weeks before the last day of classes."
        ],
        [
        "If a student who withdraws after ¾ of the total number of hours prescribed for a course has already lapsed, the instructors may submit a grade of “5” if the class standing of the student up to the time of the withdrawal is below “3”."
        ],
        [
        "Students who withdraw from a college or school without formal leave of absence shall have their registration privileges curtailed or entirely withdrawn."
        ]
    ],
    "keywords": [
        "Leave of Absence",
        "LOA",
        "Petition",
        "Honorable dismissal",
        "Registration privileges",
        "Class standing",
        "Official Report of Grades",
        "Withdrawal"
    ]
    },
    {
    "title": "Maximum Residence Rule (MRR)",
    "contents": [
        [
        "A student must finish the requirements of a course of any college within a period of actual residence equivalent to 1 1/2 times the normal length prescribed for the program, otherwise the student shall not be allowed to register further in that college. Thus, the prescribed years to finish a 4-year and 5-year Bachelor’s degree program are 6 and 7.5 years, respectively. The counting of the period of residence shall start from the student’s first enrollment in the University."
        ],
        [
        "LOA is not counted towards MRR for both undergraduate and graduate students."
        ],
        [
        "Under meritorious cases, extension of residence may be granted. The faculty of each college shall designate the approving authority for such extensions. Each extension granted shall be reported to the Chancellor through the Vice Chancellor for Academic Affairs."
        ]
    ],
    "keywords": [
        "Maximum Residence Rule",
        "MRR",
        "Actual residence",
        "Program length",
        "Enrollment",
        "Extension of residence",
        "Chancellor",
        "Vice Chancellor for Academic Affairs"
    ]
    },
    {
    "title": "Honorable Dismissal (HD)",
    "contents": [
        [
        "Students in good standing who desire to sever their connection with the University shall present a written petition to this effect to the University Registrar, signed by the parent or guardian of the student. If the petition is granted, the student shall be given honorable dismissal. Without such petition and favorable action, no record of honorable dismissal shall be made. Honorable dismissal is issued only once."
        ],
        [
        "Honorable dismissal is voluntary withdrawal from the University with the consent of the University Registrar or his/her representative. All indebtedness to the University must be settled before a statement of honorable dismissal will be issued. The statement indicates that the student withdrew in good standing as far as character and conduct are concerned. If the student has been dropped from the rolls on account of poor scholarship, a statement to that effect may be added to the honorable dismissal."
        ],
        [
        "Students who leave the University by reason of expulsion due to disciplinary action shall be allowed to obtain their academic transcript of record without reference to Dishonorable Dismissal, provided:",
        "a. the students write an application;",
        "b. not less than one (1) school year, beginning the school year immediately following the effectivity of the expulsion decision has elapsed;",
        "c. the parties concerned, during the period of expulsion, have not been involved in any untoward incident affecting the University, or been charged in court after the fiscal's investigation; and",
        "d. all such applications are subject to Board of Regents action."
        ],
        [
        "Certificates of honorable dismissal shall not be issued to graduates."
        ]
    ],
    "keywords": [
        "Honorable Dismissal",
        "HD",
        "University Registrar",
        "Withdrawal",
        "Debt settlement",
        "Expulsion",
        "Disciplinary action",
        "Academic transcript",
        "Board of Regents"
    ]
    },
    {
        "title": "Graduation Requirements",
        "contents": [
          [
            "No student shall be recommended for graduation unless he has satisfied all academic and other requirements prescribed for graduation. Further, a student with provisional admission may only be endorsed for graduation upon submission of complete entrance credentials."
          ],
          [
            "Candidates for graduation who began their studies under a curriculum more than ten (10) years old shall be governed by the following rules:",
            "1. Those who have completed all the requirements of the curriculum but did not apply for, nor were granted, the corresponding degree or title shall have their graduation approved as of the date they should have originally graduated.",
            "2. Those who have completed all but two (2) or three (3) subjects required by a curriculum shall be made to follow any of the curricula enforced from the time they first attended the University to the present."
          ],
          [
            "All candidates for graduation must have their deficiencies settled and their records cleared by the end of their last semester in their current degree program. The requirements for graduation include the completion of all academic and non-academic requirements such as submission of bound copies of the thesis, if thesis is required."
          ],
          [
            "The deadlines for completion of requirements for graduation for those graduating as of the end of a particular term are:",
            "As of the end of the First Semester:",
            "- day before the first day of regular registration for the second semester",
            "As of the end of the Second Semester:",
            "- day before the college/school faculty meeting to decide the graduation of students",
            "As of the end of the Midyear:",
            "- day before the first day of regular registration for the first semester",
            "If some graduation requirements are completed beyond the deadline, the student must register during the succeeding semester to be considered a candidate for graduation as of the end of that semester."
          ],
          [
            "No student shall graduate from the University unless the student has completed at least one (1) year of residence work which may, however, be extended to a longer period by the proper faculty. The student must have been in residence in the semester of graduation."
          ],
          [
            "Students must file formal applications as candidates for graduation with the offices of the Deans of their respective colleges/schools."
          ],
          [
            "No student who fails to pay the required graduation fee within the specified period set by the University Registrar shall be conferred any title or degree. Such a student may, however, upon request and payment of the necessary fees, be given a certified copy of his/her credentials without specifying the completion of the requirements towards any title or degree."
          ]
        ],
        "keywords": [
          "Graduation Requirements",
          "Provisional admission",
          "Curriculum",
          "Degree",
          "Deficiencies",
          "Academic requirements",
          "Non-academic requirements",
          "Thesis",
          "Deadline",
          "Residence work",
          "Formal applications",
          "Graduation fee",
          "University Registrar",
          "Certified copy"
        ]
    },
    {
        "title": "Graduation Requirements",
        "contents": [
        [
            "No student shall be recommended for graduation unless he has satisfied all academic and other requirements prescribed for graduation. Further, a student with provisional admission may only be endorsed for graduation upon submission of complete entrance credentials."
        ],
        [
            "Candidates for graduation who began their studies under a curriculum more than ten (10) years old shall be governed by the following rules:",
            "1. Those who have completed all the requirements of the curriculum but did not apply for, nor were granted, the corresponding degree or title shall have their graduation approved as of the date they should have originally graduated.",
            "2. Those who have completed all but two (2) or three (3) subjects required by a curriculum shall be made to follow any of the curricula enforced from the time they first attended the University to the present."
        ],
        [
            "All candidates for graduation must have their deficiencies settled and their records cleared by the end of their last semester in their current degree program. The requirements for graduation include the completion of all academic and non-academic requirements such as submission of bound copies of the thesis, if thesis is required."
        ],
        [
            "The deadlines for completion of requirements for graduation for those graduating as of the end of a particular term are:",
            "As of the end of the First Semester:",
            "- day before the first day of regular registration for the second semester",
            "As of the end of the Second Semester:",
            "- day before the college/school faculty meeting to decide the graduation of students",
            "As of the end of the Midyear:",
            "- day before the first day of regular registration for the first semester",
            "If some graduation requirements are completed beyond the deadline, the student must register during the succeeding semester to be considered a candidate for graduation as of the end of that semester."
        ],
        [
            "No student shall graduate from the University unless the student has completed at least one (1) year of residence work which may, however, be extended to a longer period by the proper faculty. The student must have been in residence in the semester of graduation."
        ],
        [
            "Students must file formal applications as candidates for graduation with the offices of the Deans of their respective colleges/schools."
        ],
        [
            "No student who fails to pay the required graduation fee within the specified period set by the University Registrar shall be conferred any title or degree. Such a student may, however, upon request and payment of the necessary fees, be given a certified copy of his/her credentials without specifying the completion of the requirements towards any title or degree."
        ]
        ],
        "keywords": [
        "Graduation Requirements",
        "Provisional Admission",
        "Curriculum",
        "Deficiencies",
        "Thesis",
        "Deadlines",
        "Residence Work",
        "Graduation Fee"
        ]
    },
    {
        "title": "Graduation with Honors",
        "contents": [
        [
            "Students who complete their baccalaureate degree with the following absolute minimum weighted average grade shall be graduated with honors:",
            "Summa cum laude 1.20",
            "Magna cum laude 1.45",
            "Cum laude 1.75",
            "All the grades in all subjects prescribed in the curriculum, as well as subjects that qualify as electives, shall be included in the computation of the weighted average grade."
        ],
        [
            "In cases where electives taken are more than those required in the program, the following procedure would be followed in selecting the electives to be included in the computation of the weighted average grade:",
            "a. For students who did not shift programs, consider the required number of electives in chronological order.",
            "b. For students who shifted from one program to another, the electives to be considered shall be selected according to the following order of priority:",
            "   i. Electives taken in the program where the student is graduating will be selected in chronological order.",
            "   ii. Electives taken in the previous program and acceptable as electives in the second program will be selected in chronological order.",
            "   iii. Prescribed courses taken in the previous program but qualify as electives in the second program will be selected in chronological order."
        ]
    ]
    },
    {
        "title": "Additional Rules",
        "contents": [
          "Students who are candidates for graduation with honors must have completed in the University at least 75% of the total number of academic units or hours for graduation and must have been in residence in the semester of graduation.",
          "In the computation of the final average of candidates for graduation with honors, only resident credits shall be included.",
          "Students who are candidates for graduation with honors must have taken during each semester/trimester/quarter not less than 15 units of credit or the normal load prescribed in the curriculum in cases where such normal load is less than 15 units, unless the lighter load was due to justifiable causes such as health reasons, the unavailability of courses needed in the curriculum to complete the full load, there are no more courses that can be taken based on the curriculum, or the fact that the candidate is a working student or enrolled in a foreign university as a cross-registered student. To justify underloading, the submission of pertinent documents is required, as follows:",
            [
              "For health reasons - medical certification to be confirmed by the University Health Service.",
              "For unavailability of courses - certification by the major adviser and copy of schedule of classes.",
              "For employment - copy of payroll and appointment papers indicating, among others, duration of employment."
            ],
          "It is the responsibility of the student to establish beyond reasonable doubt the veracity of the cause(s) of the light loading. It is required in this connection that documents submitted to establish the cause(s) of his/her loading, such as certificate of employment and/or medical certificate, must be sworn to. These documents must be submitted during the semester of underloading.",
          "For UPV, students who are candidates for graduation with honors must have no grade of '4' or '5' in all courses prescribed by the program."
        ],
        "keywords": [
          "Graduation with Honors",
          "Academic Units",
          "Residence",
          "Final Average",
          "Resident Credits",
          "Course Load",
          "Underloading",
          "Health Reasons",
          "Unavailability of Courses",
          "Employment",
          "Justification Documents",
          "UPV"
        ]
    }, 
    {
        "title": "Commencement Exercises",
        "contents": [
            "Attendance at general commencement exercises shall be optional. Graduating students who choose not to participate in the general commencement exercises must inform their respective deans or their duly designated representatives at least ten (10) days before the commencement exercises.",
            "Graduating students who absent themselves from the general commencement exercises shall obtain their diplomas, or certificates, and transcript of records from the OUR provided that they comply with the above provision and upon presentation of the receipt of payment of the graduation fee and student's clearance.",
            {
            "title": "Academic Costumes",
            "content": "Candidates for graduation with degrees or titles which require no less than four (4) years of collegiate instruction shall be required to wear academic costumes during the baccalaureate service and commencement exercises in accordance with the rules and regulations of the University. The University now uses the Sablay in place of the cap and gown or the graduation toga. It should be used only during academic functions and activities. Formal clothing should be worn with the Sablay as a sign of respect, it being the official academic costume of the University, and to preserve the solemnity and dignity of the occasions when it is worn."
            }
        ],
        "keywords": [
            "Commencement Exercises",
            "Attendance",
            "Diplomas",
            "Certificates",
            "Transcript of Records",
            "Graduation Fee",
            "Academic Costumes",
            "Sablay",
            "Collegiate Instruction",
            "Formal Clothing"
        ]
    }
    
    
    
    
    
    


]
